<pad>	0
<unk>	1
<num>	2
food	3
place	4
great	5
good	6
service	7
restaurant	8
time	9
go	10
one	11
like	12
best	13
get	14
back	15
u	16
menu	17
table	18
would	19
friend	20
ve	21
wine	22
price	23
dinner	24
staff	25
really	26
dish	27
even	28
night	29
nice	30
went	31
well	32
try	33
make	34
delicious	35
drink	36
excellent	37
meal	38
wait	39
experience	40
friendly	41
also	42
bar	43
waiter	44
better	45
always	46
people	47
new	48
never	49
atmosphere	50
little	51
dessert	52
order	53
recommend	54
sushi	55
worth	56
pizza	57
much	58
fresh	59
love	60
eat	61
steak	62
appetizer	63
ever	64
definitely	65
amazing	66
come	67
special	68
chicken	69
small	70
first	71
made	72
reservation	73
many	74
dining	75
ordered	76
could	77
wonderful	78
city	79
salad	80
going	81
re	82
take	83
got	84
want	85
way	86
two	87
know	88
minute	89
everything	90
though	91
came	92
thing	93
say	94
sauce	95
bad	96
room	97
year	98
nyc	99
last	100
entree	101
every	102
decor	103
find	104
perfect	105
portion	106
right	107
taste	108
party	109
cheese	110
seated	111
bit	112
italian	113
group	114
think	115
didn	116
favorite	117
feel	118
around	119
hour	120
day	121
lunch	122
tasty	123
highly	124
still	125
fish	126
quality	127
side	128
waitress	129
ll	130
attentive	131
long	132
review	133
pretty	134
took	135
must	136
york	137
fun	138
nothing	139
list	140
lot	141
burger	142
since	143
however	144
week	145
looking	146
area	147
served	148
date	149
course	150
big	151
top	152
sure	153
enough	154
owner	155
music	156
ambience	157
neighborhood	158
large	159
chef	160
another	161
next	162
tried	163
especially	164
overall	165
pasta	166
quite	167
away	168
flavor	169
fantastic	170
spot	171
selection	172
romantic	173
asked	174
without	175
something	176
everyone	177
told	178
roll	179
brunch	180
although	181
server	182
hot	183
found	184
meat	185
home	186
chocolate	187
enjoy	188
need	189
check	190
average	191
look	192
give	193
see	194
visit	195
plate	196
soup	197
bread	198
shrimp	199
loved	200
cake	201
warm	202
said	203
french	204
glass	205
le	206
left	207
manager	208
evening	209
else	210
disappointed	211
high	212
expensive	213
different	214
family	215
birthday	216
rude	217
coffee	218
ok	219
ask	220
money	221
crowded	222
crowd	223
eating	224
space	225
reasonable	226
work	227
sweet	228
wasn	229
live	230
ambiance	231
almost	232
real	233
choice	234
far	235
full	236
couple	237
beautiful	238
thought	239
extremely	240
scene	241
value	242
cheap	243
tasted	244
priced	245
absolutely	246
sandwich	247
kitchen	248
old	249
sit	250
huge	251
enjoyed	252
cold	253
fried	254
cool	255
recommended	256
street	257
waiting	258
seafood	259
anything	260
customer	261
outside	262
town	263
cozy	264
least	265
thai	266
yet	267
ny	268
rice	269
fry	270
three	271
lobster	272
actually	273
half	274
authentic	275
main	276
hard	277
beef	278
decent	279
tuna	280
prepared	281
kind	282
happy	283
diner	284
bill	285
offer	286
bring	287
busy	288
sat	289
cooked	290
anyone	291
red	292
whole	293
beer	294
several	295
bottle	296
finally	297
location	298
cream	299
awesome	300
person	301
wanted	302
hostess	303
pork	304
world	305
leave	306
may	307
keep	308
weekend	309
expect	310
water	311
mexican	312
slow	313
potato	314
house	315
door	316
seating	317
arrived	318
saturday	319
fine	320
open	321
wrong	322
spicy	323
boyfriend	324
late	325
loud	326
brought	327
pleasant	328
bartender	329
regular	330
waited	331
let	332
manhattan	333
eaten	334
salmon	335
short	336
grilled	337
fabulous	338
won	339
duck	340
end	341
coming	342
lamb	343
maybe	344
outstanding	345
put	346
probably	347
part	348
wife	349
return	350
helpful	351
cuisine	352
style	353
ate	354
couldn	355
second	356
waitstaff	357
cocktail	358
rib	359
tasting	360
pay	361
white	362
line	363
felt	364
cafe	365
decided	366
japanese	367
husband	368
worst	369
bland	370
seat	371
used	372
getting	373
indian	374
close	375
light	376
wall	377
chinese	378
ice	379
tell	380
east	381
trying	382
done	383
guy	384
tea	385
truly	386
fast	387
often	388
overpriced	389
margarita	390
ago	391
green	392
simply	393
usually	394
item	395
tip	396
simple	397
recently	398
sunday	399
attitude	400
isn	401
variety	402
slice	403
trip	404
terrible	405
friday	406
business	407
gave	408
seemed	409
host	410
village	411
incredible	412
quick	413
either	414
pricey	415
garden	416
doesn	417
front	418
problem	419
pie	420
twice	421
interesting	422
deal	423
comfortable	424
yummy	425
packed	426
start	427
tomato	428
impressed	429
girlfriend	430
crab	431
yes	432
mouth	433
horrible	434
die	435
inside	436
plus	437
stop	438
mediocre	439
show	440
care	441
looked	442
someone	443
name	444
making	445
perfectly	446
past	447
later	448
fact	449
piece	450
serve	451
dry	452
soon	453
might	454
heard	455
size	456
vegetarian	457
free	458
month	459
walked	460
lovely	461
noodle	462
walk	463
egg	464
early	465
instead	466
rather	467
unique	468
hand	469
treat	470
ingredient	471
empty	472
sangria	473
four	474
seems	475
superb	476
tiny	477
oh	478
called	479
corner	480
surprised	481
cute	482
believe	483
option	484
mushroom	485
casual	486
brooklyn	487
point	488
stay	489
tapa	490
true	491
mean	492
poor	493
read	494
mind	495
life	496
trendy	497
guest	498
miss	499
lounge	500
type	501
setting	502
given	503
reason	504
local	505
totally	506
dumpling	507
completely	508
rest	509
park	510
wouldn	511
certainly	512
dont	513
desert	514
opened	515
started	516
run	517
low	518
flavorful	519
tender	520
including	521
please	522
sitting	523
blue	524
seem	525
call	526
bean	527
add	528
extra	529
joint	530
garlic	531
black	532
entire	533
dine	534
super	535
forget	536
change	537
sometimes	538
vegetable	539
delivery	540
bite	541
onion	542
word	543
etc	544
summer	545
quiet	546
seen	547
quickly	548
kid	549
cost	550
stuffed	551
american	552
homemade	553
beat	554
west	555
kept	556
crust	557
martini	558
clean	559
filet	560
la	561
traditional	562
across	563
view	564
pre	565
fare	566
bistro	567
others	568
standard	569
serving	570
set	571
reasonably	572
treated	573
use	574
block	575
terrific	576
rare	577
scallop	578
rushed	579
sea	580
okay	581
calamari	582
liked	583
expected	584
awful	585
ordering	586
fan	587
offered	588
hungry	589
spinach	590
cupcake	591
promptly	592
despite	593
girl	594
upon	595
together	596
feeling	597
help	598
presentation	599
butter	600
creative	601
occasion	602
able	603
anywhere	604
filled	605
floor	606
inexpensive	607
charming	608
gone	609
available	610
oyster	611
non	612
spend	613
mention	614
sake	615
fixe	616
cut	617
along	618
saw	619
professional	620
conversation	621
upper	622
bbq	623
remember	624
complaint	625
bagel	626
italy	627
surprise	628
chop	629
understand	630
finish	631
chip	632
upstairs	633
asian	634
gem	635
ravioli	636
guess	637
unfortunately	638
already	639
head	640
prompt	641
classic	642
near	643
choose	644
plenty	645
prix	646
rich	647
incredibly	648
attention	649
charge	650
definately	651
crispy	652
curry	653
mixed	654
stuff	655
grill	656
vibe	657
hit	658
window	659
taken	660
dark	661
affordable	662
hip	663
eye	664
breakfast	665
cup	666
patron	667
salty	668
downstairs	669
outdoor	670
recommendation	671
mix	672
immediately	673
exceptional	674
veal	675
steakhouse	676
intimate	677
serf	678
addition	679
soft	680
chance	681
spice	682
cramped	683
wish	684
thin	685
taking	686
hope	687
min	688
apple	689
olive	690
share	691
square	692
received	693
cannot	694
spectacular	695
amount	696
save	697
bass	698
needed	699
notch	700
per	701
level	702
thank	703
dog	704
disappointing	705
visited	706
unless	707
mood	708
typical	709
idea	710
ended	711
relaxed	712
elsewhere	713
touch	714
lighting	715
become	716
noisy	717
combination	718
tourist	719
haven	720
establishment	721
dined	722
wow	723
spent	724
otherwise	725
reading	726
easy	727
cook	728
consistently	729
hear	730
weren	731
negative	732
baked	733
hang	734
watch	735
generous	736
sashimi	737
clam	738
dollar	739
considering	740
mussel	741
oil	742
meet	743
ready	744
walking	745
five	746
turned	747
management	748
knew	749
sausage	750
wood	751
slightly	752
perfection	753
lived	754
roasted	755
cooking	756
polite	757
avoid	758
number	759
buck	760
presented	761
bathroom	762
theater	763
lover	764
reviewer	765
middle	766
midtown	767
paying	768
paid	769
stand	770
counter	771
expectation	772
thanks	773
rock	774
perhaps	775
worse	776
strong	777
visiting	778
knowledgeable	779
veggie	780
anyway	781
shared	782
stick	783
raw	784
moved	785
accomodating	786
limited	787
pancake	788
pick	789
except	790
job	791
pepper	792
fruit	793
matter	794
korean	795
waste	796
citysearch	797
write	798
suggest	799
behind	800
enjoyable	801
candle	802
glad	803
particularly	804
impressive	805
finished	806
among	807
medium	808
star	809
afternoon	810
brick	811
somewhere	812
boy	813
platter	814
oven	815
st	816
welcome	817
young	818
corn	819
lack	820
bacon	821
rush	822
talk	823
beyond	824
smile	825
topping	826
alone	827
somewhat	828
filling	829
downtown	830
turn	831
de	832
range	833
interior	834
arrive	835
toast	836
forward	837
greasy	838
aren	839
shop	840
courteous	841
none	842
popular	843
chair	844
banana	845
private	846
impeccable	847
include	848
dim	849
expecting	850
moment	851
taco	852
guacamole	853
sorry	854
spanish	855
goat	856
stopped	857
card	858
pleased	859
chinatown	860
pleasantly	861
mango	862
store	863
added	864
tasteless	865
club	866
salt	867
delightful	868
single	869
coconut	870
satisfied	871
fair	872
juicy	873
elegant	874
par	875
baby	876
mistake	877
disappointment	878
hype	879
original	880
bother	881
known	882
mac	883
relaxing	884
lemon	885
gras	886
plain	887
talking	888
whether	889
mine	890
modern	891
pastry	892
yum	893
request	894
booth	895
fancy	896
saying	897
comfort	898
nicely	899
agree	900
salsa	901
risotto	902
move	903
mashed	904
mignon	905
watching	906
cod	907
frozen	908
forever	909
asking	910
spring	911
melt	912
ave	913
plan	914
solid	915
efficient	916
leaf	917
easily	918
sum	919
man	920
extensive	921
greeted	922
bowl	923
exactly	924
literally	925
rating	926
welcoming	927
ceiling	928
happened	929
changed	930
obviously	931
round	932
bakery	933
due	934
woman	935
offering	936
overcooked	937
famous	938
greek	939
barely	940
anniversary	941
overly	942
maitre	943
south	944
fairly	945
within	946
creamy	947
forgot	948
fill	949
mostly	950
upscale	951
wing	952
pudding	953
tart	954
total	955
sort	956
unbelievable	957
inviting	958
soho	959
cheesecake	960
skip	961
based	962
eatery	963
sized	964
avenue	965
class	966
longer	967
lit	968
sent	969
environment	970
working	971
didnt	972
tough	973
satisfying	974
lucky	975
surprisingly	976
specialty	977
met	978
credit	979
jazz	980
charged	981
nobu	982
dj	983
phone	984
nearly	985
foie	986
fix	987
face	988
secret	989
buy	990
lady	991
heavy	992
burrito	993
question	994
cant	995
grab	996
leaving	997
pretentious	998
sour	999
advance	1000
memorable	1001
starter	1002
frites	1003
hotel	1004
included	1005
excited	1006
cash	1007
clearly	1008
crisp	1009
experienced	1010
air	1011
child	1012
previous	1013
usual	1014
beautifully	1015
juice	1016
gorgeous	1017
thick	1018
basically	1019
key	1020
recent	1021
heaven	1022
speak	1023
topped	1024
eggplant	1025
cuban	1026
inventive	1027
sound	1028
monday	1029
bunch	1030
suggestion	1031
laid	1032
queen	1033
pad	1034
ginger	1035
whatever	1036
basic	1037
roast	1038
seared	1039
doubt	1040
creme	1041
mom	1042
hidden	1043
daily	1044
decorated	1045
truffle	1046
mojitos	1047
case	1048
personal	1049
everytime	1050
heart	1051
seasoned	1052
divine	1053
delivered	1054
honestly	1055
shell	1056
pm	1057
nearby	1058
quaint	1059
thursday	1060
orange	1061
prime	1062
located	1063
lost	1064
refreshing	1065
rate	1066
lower	1067
dozen	1068
dressing	1069
client	1070
noise	1071
district	1072
detail	1073
comment	1074
pleasure	1075
noticed	1076
country	1077
bright	1078
complain	1079
delight	1080
living	1081
tofu	1082
box	1083
sister	1084
luger	1085
apps	1086
gnocchi	1087
note	1088
chose	1089
supposed	1090
returning	1091
charm	1092
chili	1093
fusion	1094
wonder	1095
snack	1096
six	1097
match	1098
healthy	1099
possible	1100
celebrate	1101
movie	1102
lively	1103
boring	1104
john	1105
morning	1106
school	1107
texture	1108
complete	1109
thinking	1110
sign	1111
strawberry	1112
wrapped	1113
complimentary	1114
pas	1115
refill	1116
lacking	1117
drinking	1118
shot	1119
design	1120
southern	1121
crepe	1122
event	1123
equally	1124
ive	1125
bottom	1126
larger	1127
parent	1128
bun	1129
tuesday	1130
phenomenal	1131
bone	1132
showed	1133
craving	1134
chic	1135
island	1136
game	1137
snapper	1138
impress	1139
play	1140
relax	1141
opinion	1142
mother	1143
pan	1144
english	1145
ten	1146
seriously	1147
mozzarella	1148
god	1149
gotten	1150
discovered	1151
split	1152
folk	1153
whenever	1154
sample	1155
difficult	1156
unlike	1157
imagine	1158
paella	1159
theatre	1160
generally	1161
clear	1162
compared	1163
deliver	1164
positive	1165
stumbled	1166
fat	1167
valentine	1168
ignored	1169
playing	1170
crazy	1171
wide	1172
deep	1173
hearty	1174
today	1175
sense	1176
broth	1177
suggested	1178
hold	1179
slope	1180
consistent	1181
returned	1182
throughout	1183
rated	1184
patio	1185
complained	1186
hate	1187
ridiculous	1188
fall	1189
brown	1190
band	1191
break	1192
ahead	1193
octopus	1194
resturant	1195
smoked	1196
enjoying	1197
coat	1198
hole	1199
takeout	1200
steamed	1201
burnt	1202
willing	1203
shame	1204
rave	1205
art	1206
smaller	1207
tempura	1208
bargain	1209
favor	1210
soggy	1211
includes	1212
peanut	1213
thats	1214
exquisite	1215
feature	1216
consider	1217
deli	1218
chewy	1219
dressed	1220
book	1221
wild	1222
milk	1223
hamburger	1224
2nd	1225
alot	1226
center	1227
strip	1228
missing	1229
worker	1230
running	1231
culinary	1232
smell	1233
classy	1234
tiramisu	1235
basil	1236
refused	1237
gourmet	1238
co	1239
gracious	1240
eater	1241
step	1242
giving	1243
cooky	1244
compare	1245
flavored	1246
general	1247
sexy	1248
mentioned	1249
vietnamese	1250
provide	1251
winter	1252
similar	1253
exotic	1254
moist	1255
weather	1256
version	1257
latin	1258
uptown	1259
pitcher	1260
fit	1261
tight	1262
informed	1263
admit	1264
parking	1265
tavern	1266
earth	1267
became	1268
attractive	1269
savory	1270
grand	1271
vanilla	1272
turkey	1273
champagne	1274
palate	1275
wallet	1276
checked	1277
requested	1278
dance	1279
serious	1280
artichoke	1281
penny	1282
pot	1283
apology	1284
buffet	1285
relatively	1286
dissapointed	1287
al	1288
miso	1289
uncomfortable	1290
apparently	1291
chain	1292
company	1293
prefer	1294
heavenly	1295
cheaper	1296
missed	1297
opening	1298
sorbet	1299
numerous	1300
absolute	1301
worked	1302
foot	1303
trust	1304
bigger	1305
lime	1306
decide	1307
tv	1308
closed	1309
vodka	1310
mary	1311
meatball	1312
peter	1313
various	1314
combo	1315
asparagus	1316
appreciate	1317
starbucks	1318
practically	1319
advice	1320
soy	1321
melted	1322
yeah	1323
ton	1324
possibly	1325
lettuce	1326
freshest	1327
besides	1328
annoying	1329
member	1330
market	1331
ceviche	1332
ball	1333
funny	1334
hell	1335
beware	1336
mid	1337
anymore	1338
paper	1339
organic	1340
chill	1341
hardly	1342
joe	1343
signature	1344
picked	1345
avocado	1346
soda	1347
smoke	1348
king	1349
unusual	1350
site	1351
bringing	1352
personally	1353
obnoxious	1354
straight	1355
yellow	1356
hanging	1357
describe	1358
accommodating	1359
highlight	1360
important	1361
desired	1362
stomach	1363
third	1364
reccomend	1365
joke	1366
kobe	1367
tartare	1368
overrated	1369
dirty	1370
unpretentious	1371
sliced	1372
notice	1373
mark	1374
kick	1375
travel	1376
particular	1377
spending	1378
everywhere	1379
con	1380
turkish	1381
porterhouse	1382
sharing	1383
jean	1384
sugar	1385
begin	1386
smooth	1387
fondue	1388
aside	1389
frequent	1390
bag	1391
section	1392
draw	1393
standing	1394
placed	1395
pulled	1396
brulee	1397
catch	1398
ran	1399
greatest	1400
delicate	1401
higher	1402
knowledgable	1403
hill	1404
chelsea	1405
im	1406
double	1407
wonderfully	1408
vegan	1409
eats	1410
dancing	1411
story	1412
appetite	1413
spacious	1414
age	1415
innovative	1416
covered	1417
succulent	1418
followed	1419
difference	1420
seeing	1421
normally	1422
restuarant	1423
funky	1424
dip	1425
broadway	1426
homey	1427
lasagna	1428
wednesday	1429
fell	1430
belly	1431
braised	1432
varied	1433
exciting	1434
excuse	1435
bought	1436
sub	1437
wrap	1438
regret	1439
afterwards	1440
wasnt	1441
ruined	1442
helped	1443
busboy	1444
reminded	1445
mousse	1446
clientele	1447
office	1448
picky	1449
realize	1450
agreed	1451
pop	1452
search	1453
stayed	1454
paris	1455
winner	1456
tonight	1457
el	1458
magnolia	1459
tortilla	1460
picture	1461
son	1462
pink	1463
earlier	1464
rustic	1465
everybody	1466
sampler	1467
crusted	1468
certain	1469
aged	1470
daughter	1471
celebrity	1472
undercooked	1473
sesame	1474
stuffy	1475
crunchy	1476
delectable	1477
watering	1478
pub	1479
bloody	1480
falafel	1481
suck	1482
beet	1483
basket	1484
post	1485
flat	1486
ribbon	1487
pear	1488
mini	1489
hey	1490
halibut	1491
term	1492
explained	1493
effort	1494
sauteed	1495
heat	1496
twist	1497
normal	1498
reputation	1499
disappoint	1500
companion	1501
gelato	1502
wedding	1503
sophisticated	1504
mojito	1505
shake	1506
sommelier	1507
mr	1508
ground	1509
telling	1510
soul	1511
employee	1512
mint	1513
major	1514
brother	1515
shocked	1516
pea	1517
squid	1518
beginning	1519
checking	1520
hint	1521
send	1522
honey	1523
european	1524
drop	1525
dream	1526
realized	1527
marinated	1528
enchilada	1529
bet	1530
preparation	1531
staple	1532
color	1533
blast	1534
example	1535
hearing	1536
nicer	1537
familiar	1538
thoroughly	1539
luck	1540
extraordinary	1541
amazingly	1542
hadn	1543
delish	1544
needle	1545
app	1546
men	1547
frequently	1548
cover	1549
ordinary	1550
shopping	1551
weekday	1552
il	1553
carrot	1554
designed	1555
fireplace	1556
amazed	1557
plentiful	1558
continue	1559
allowed	1560
dinning	1561
fiance	1562
odd	1563
buttery	1564
biggest	1565
1st	1566
nite	1567
spread	1568
diverse	1569
happen	1570
moving	1571
central	1572
kinda	1573
herb	1574
cause	1575
issue	1576
neither	1577
jewel	1578
nasty	1579
muffin	1580
season	1581
eclectic	1582
sirloin	1583
breast	1584
explain	1585
espresso	1586
spaghetti	1587
spiced	1588
inedible	1589
weird	1590
ray	1591
sad	1592
entrance	1593
dipping	1594
tab	1595
till	1596
apart	1597
astoria	1598
freshly	1599
lousy	1600
reliable	1601
answer	1602
souffle	1603
partner	1604
finest	1605
meeting	1606
wanting	1607
iced	1608
blend	1609
benedict	1610
scrumptious	1611
foodie	1612
eastern	1613
stale	1614
holiday	1615
pizzeria	1616
self	1617
bus	1618
fatty	1619
brazilian	1620
creamed	1621
recomend	1622
assortment	1623
count	1624
blown	1625
yorkers	1626
tired	1627
skirt	1628
sublime	1629
cheesy	1630
bridge	1631
tribeca	1632
theme	1633
impossible	1634
stuck	1635
state	1636
chunk	1637
impression	1638
reserved	1639
managed	1640
sidewalk	1641
drunk	1642
manner	1643
written	1644
policy	1645
leg	1646
williamsburg	1647
inspired	1648
spoke	1649
yorker	1650
future	1651
strange	1652
boot	1653
cafeteria	1654
quesadilla	1655
pumpkin	1656
suit	1657
exception	1658
compliment	1659
ideal	1660
act	1661
result	1662
rarely	1663
eel	1664
unbelievably	1665
flower	1666
japan	1667
california	1668
entertainment	1669
disgusting	1670
celebration	1671
passed	1672
pineapple	1673
chat	1674
pairing	1675
yesterday	1676
lombardi	1677
gotta	1678
mustard	1679
older	1680
wasabi	1681
velvet	1682
omelette	1683
train	1684
flavorless	1685
bay	1686
multiple	1687
hurry	1688
raku	1689
subtle	1690
tequila	1691
outrageous	1692
decoration	1693
background	1694
student	1695
dropped	1696
thumb	1697
college	1698
interested	1699
tend	1700
penne	1701
native	1702
wooden	1703
likely	1704
liquor	1705
poorly	1706
brings	1707
somehow	1708
george	1709
provided	1710
tangy	1711
giant	1712
building	1713
shouldn	1714
pesto	1715
drawback	1716
onto	1717
sooo	1718
importantly	1719
budget	1720
river	1721
adequate	1722
throw	1723
panini	1724
satisfy	1725
neighbor	1726
liver	1727
downside	1728
website	1729
au	1730
following	1731
oily	1732
north	1733
tad	1734
damn	1735
def	1736
memory	1737
alternative	1738
hoping	1739
inattentive	1740
listen	1741
mayo	1742
stew	1743
chorizo	1744
overbearing	1745
towards	1746
carmine	1747
polenta	1748
toro	1749
regardless	1750
prepare	1751
rack	1752
parmesan	1753
energy	1754
recipe	1755
cherry	1756
quantity	1757
concept	1758
hummus	1759
strongly	1760
bud	1761
meant	1762
omakase	1763
union	1764
additional	1765
chopped	1766
patient	1767
enormous	1768
flan	1769
planning	1770
visitor	1771
rudely	1772
described	1773
almond	1774
stylish	1775
plantain	1776
hop	1777
dough	1778
ham	1779
deserves	1780
ricotta	1781
shabu	1782
definetly	1783
finding	1784
30pm	1785
attempt	1786
pure	1787
indeed	1788
8pm	1789
babbo	1790
adult	1791
using	1792
staying	1793
anytime	1794
skate	1795
esp	1796
tartar	1797
welcomed	1798
couldnt	1799
alright	1800
byob	1801
character	1802
constantly	1803
colorful	1804
ridiculously	1805
figure	1806
tax	1807
sell	1808
overwhelmed	1809
stellar	1810
careful	1811
hooked	1812
row	1813
listed	1814
beverage	1815
charred	1816
icing	1817
mess	1818
dress	1819
pricy	1820
sticky	1821
chow	1822
overwhelming	1823
fixed	1824
broccoli	1825
trouble	1826
provides	1827
proceeded	1828
unfriendly	1829
knowing	1830
handle	1831
killer	1832
chilean	1833
papaya	1834
gift	1835
gratuity	1836
threw	1837
height	1838
bustling	1839
prosciutto	1840
array	1841
situation	1842
entertaining	1843
dried	1844
weak	1845
grew	1846
nut	1847
plastic	1848
appealing	1849
buffalo	1850
venue	1851
caramel	1852
lacked	1853
mario	1854
eager	1855
mole	1856
waffle	1857
awhile	1858
seasonal	1859
fire	1860
peach	1861
tail	1862
ring	1863
granted	1864
finger	1865
pack	1866
frank	1867
allow	1868
balance	1869
played	1870
respect	1871
reminds	1872
fork	1873
jack	1874
adorable	1875
cajun	1876
starting	1877
airy	1878
comfy	1879
encountered	1880
form	1881
banquette	1882
concerned	1883
mediterranean	1884
spain	1885
convenient	1886
alcohol	1887
present	1888
owned	1889
personable	1890
festive	1891
pushy	1892
tao	1893
monkfish	1894
exposed	1895
sampled	1896
celebrated	1897
accomodate	1898
apologize	1899
smith	1900
caviar	1901
honest	1902
blow	1903
everyday	1904
rose	1905
entered	1906
named	1907
treatment	1908
buzz	1909
create	1910
minimum	1911
superior	1912
freshness	1913
correct	1914
song	1915
frosting	1916
wont	1917
receive	1918
complaining	1919
arrival	1920
carte	1921
skin	1922
rule	1923
mahi	1924
3rd	1925
figured	1926
arrives	1927
regularly	1928
acceptable	1929
wise	1930
sicilian	1931
repeat	1932
spare	1933
ala	1934
treasure	1935
peak	1936
scallion	1937
common	1938
booked	1939
napkin	1940
tacky	1941
escargot	1942
mama	1943
stood	1944
yellowtail	1945
unpleasant	1946
adventurous	1947
mexico	1948
speaking	1949
annoyed	1950
confused	1951
tap	1952
basement	1953
squash	1954
sleek	1955
deserve	1956
kidding	1957
surely	1958
yama	1959
catfish	1960
subway	1961
christmas	1962
towner	1963
surprising	1964
prior	1965
former	1966
magnificent	1967
san	1968
raved	1969
9pm	1970
pleasing	1971
edge	1972
shanghai	1973
actual	1974
rabbit	1975
executed	1976
brownie	1977
failed	1978
nick	1979
daniel	1980
samba	1981
horrendous	1982
trap	1983
accompanied	1984
destination	1985
bank	1986
apologized	1987
pig	1988
crave	1989
delighted	1990
stone	1991
mex	1992
grace	1993
addictive	1994
ride	1995
nobody	1996
empanadas	1997
seasoning	1998
diet	1999
uws	2000
father	2001
exceptionally	2002
worthy	2003
hangout	2004
pound	2005
poached	2006
bday	2007
patsy	2008
grimaldi	2009
soooo	2010
worry	2011
raspberry	2012
opportunity	2013
jersey	2014
brasserie	2015
pita	2016
tucked	2017
palm	2018
ues	2019
di	2020
thrilled	2021
starving	2022
model	2023
vinegar	2024
nicest	2025
definite	2026
hipster	2027
china	2028
gravy	2029
claim	2030
obvious	2031
created	2032
separate	2033
texas	2034
screen	2035
rip	2036
frill	2037
barbecue	2038
meatloaf	2039
quarter	2040
sport	2041
chowder	2042
terribly	2043
hospitality	2044
bed	2045
appeal	2046
restroom	2047
began	2048
caesar	2049
mild	2050
cookie	2051
venison	2052
snobby	2053
forced	2054
board	2055
car	2056
insisted	2057
afford	2058
colleague	2059
sadly	2060
putting	2061
fault	2062
aspect	2063
walnut	2064
writing	2065
display	2066
success	2067
overdone	2068
fashion	2069
flag	2070
accent	2071
pickle	2072
twenty	2073
tone	2074
period	2075
piano	2076
carpaccio	2077
feed	2078
improved	2079
leftover	2080
bisque	2081
fake	2082
narrow	2083
biscuit	2084
forgotten	2085
fishy	2086
eventually	2087
promise	2088
paired	2089
lychee	2090
elbow	2091
raving	2092
jerk	2093
sucked	2094
hundred	2095
station	2096
layer	2097
calling	2098
opted	2099
candy	2100
arugula	2101
weeknight	2102
bf	2103
bitter	2104
cucumber	2105
warned	2106
meatpacking	2107
macaroni	2108
restaraunt	2109
photo	2110
pull	2111
product	2112
rosa	2113
surroundings	2114
seven	2115
cab	2116
changing	2117
ill	2118
masala	2119
buying	2120
pace	2121
da	2122
shirt	2123
irish	2124
coast	2125
kebab	2126
nacho	2127
enter	2128
knowledge	2129
arriving	2130
houston	2131
informative	2132
balanced	2133
thrown	2134
german	2135
sip	2136
pastrami	2137
do	2138
sounded	2139
youre	2140
watery	2141
ignore	2142
appeared	2143
formal	2144
tag	2145
dancer	2146
stated	2147
trout	2148
held	2149
hat	2150
fajitas	2151
spark	2152
combined	2153
afraid	2154
wrote	2155
sardine	2156
closing	2157
individual	2158
accept	2159
keeping	2160
northern	2161
snotty	2162
properly	2163
zagat	2164
reccommend	2165
intrusive	2166
france	2167
america	2168
steep	2169
puree	2170
watermelon	2171
attended	2172
shank	2173
7pm	2174
warning	2175
response	2176
snooty	2177
upset	2178
bouncer	2179
fashioned	2180
refined	2181
expense	2182
eve	2183
unprofessional	2184
adding	2185
isnt	2186
decadent	2187
learn	2188
blah	2189
complement	2190
luckily	2191
closer	2192
sole	2193
pool	2194
lb	2195
genuine	2196
venture	2197
mirror	2198
happily	2199
couch	2200
personality	2201
gross	2202
sun	2203
delicous	2204
hall	2205
entirely	2206
comparison	2207
stool	2208
philly	2209
berry	2210
introduced	2211
female	2212
refilled	2213
creation	2214
caught	2215
improve	2216
hanger	2217
drank	2218
arrogant	2219
nonetheless	2220
bothered	2221
leather	2222
politely	2223
rank	2224
toasted	2225
marvelous	2226
harlem	2227
considered	2228
wanna	2229
clueless	2230
puff	2231
vacation	2232
watered	2233
consistency	2234
hopefully	2235
comparable	2236
ticket	2237
focus	2238
unlimited	2239
mimosa	2240
prawn	2241
zucchini	2242
description	2243
guac	2244
temperature	2245
cigar	2246
mill	2247
swordfish	2248
watched	2249
pour	2250
hr	2251
whipped	2252
trained	2253
planned	2254
yogurt	2255
timely	2256
coke	2257
spotty	2258
unattentive	2259
suppose	2260
trek	2261
soba	2262
del	2263
tex	2264
tom	2265
edible	2266
hassle	2267
saving	2268
dimly	2269
communal	2270
advantage	2271
nowhere	2272
angry	2273
linguine	2274
thier	2275
moderate	2276
smoking	2277
bamboo	2278
gramercy	2279
jalapeno	2280
awsome	2281
colored	2282
salted	2283
ample	2284
apologetic	2285
cuba	2286
frankly	2287
parm	2288
laugh	2289
surrounded	2290
finishing	2291
inch	2292
shoulder	2293
happens	2294
lentil	2295
tremendous	2296
hood	2297
brisket	2298
bold	2299
fluffy	2300
history	2301
teriyaki	2302
smoky	2303
sampling	2304
burned	2305
pile	2306
remains	2307
warmth	2308
remembered	2309
happening	2310
tasteful	2311
poured	2312
heading	2313
hair	2314
infused	2315
grandma	2316
pricing	2317
blew	2318
planet	2319
mcdonald	2320
spilled	2321
helping	2322
cent	2323
lemonade	2324
fully	2325
raised	2326
yr	2327
romance	2328
occasional	2329
addicted	2330
singing	2331
potential	2332
bravo	2333
allows	2334
male	2335
knife	2336
oasis	2337
reserve	2338
hasn	2339
russian	2340
tradition	2341
10pm	2342
striped	2343
passing	2344
drive	2345
corporate	2346
cheeseburger	2347
passion	2348
crabcakes	2349
lightly	2350
continued	2351
gathering	2352
carry	2353
depending	2354
ruin	2355
tikka	2356
punch	2357
hello	2358
explanation	2359
calm	2360
cabbage	2361
gold	2362
bang	2363
learned	2364
authenticity	2365
mushy	2366
gray	2367
bruschetta	2368
bonus	2369
dead	2370
ultra	2371
remind	2372
dive	2373
confit	2374
peking	2375
cart	2376
albeit	2377
ragu	2378
warmly	2379
port	2380
pastis	2381
dad	2382
flair	2383
delivers	2384
cinnamon	2385
un	2386
rolled	2387
loaded	2388
roof	2389
fooled	2390
donut	2391
follow	2392
trio	2393
team	2394
magazine	2395
chile	2396
traffic	2397
rubbery	2398
according	2399
p	2400
accommodate	2401
doesnt	2402
uninspired	2403
golden	2404
comforting	2405
deliciously	2406
root	2407
backyard	2408
ending	2409
invited	2410
custard	2411
pointed	2412
account	2413
pair	2414
praise	2415
pint	2416
skeptical	2417
tho	2418
stunning	2419
wearing	2420
ketchup	2421
buddy	2422
acted	2423
posted	2424
mile	2425
pearl	2426
linger	2427
poster	2428
goodness	2429
public	2430
rum	2431
consisted	2432
resident	2433
lie	2434
sold	2435
tall	2436
highest	2437
india	2438
specifically	2439
downright	2440
imaginative	2441
jumbo	2442
madison	2443
vintage	2444
entre	2445
cleared	2446
fin	2447
burning	2448
continues	2449
tends	2450
appropriate	2451
po	2452
cater	2453
hung	2454
hudson	2455
loyal	2456
karaoke	2457
lukewarm	2458
tree	2459
tune	2460
smart	2461
balsamic	2462
appreciated	2463
oxtail	2464
dente	2465
expert	2466
aware	2467
syrup	2468
celebrating	2469
moderately	2470
liking	2471
knock	2472
bond	2473
pistachio	2474
loin	2475
frankie	2476
blt	2477
steal	2478
citrus	2479
omelet	2480
brilliant	2481
aroma	2482
gf	2483
remarkable	2484
occasionally	2485
ribeye	2486
tuscan	2487
ain	2488
cell	2489
surly	2490
typically	2491
weekly	2492
fellow	2493
accident	2494
fritter	2495
gari	2496
tomoe	2497
decision	2498
moroccan	2499
btw	2500
disaster	2501
naan	2502
win	2503
mellow	2504
entering	2505
sundae	2506
disappeared	2507
grease	2508
9th	2509
subpar	2510
broiled	2511
nj	2512
hi	2513
collard	2514
fab	2515
branch	2516
smelled	2517
truely	2518
unexpected	2519
feast	2520
scoop	2521
culture	2522
unbeatable	2523
cordial	2524
cheapest	2525
calorie	2526
combine	2527
insult	2528
degree	2529
repeatedly	2530
lamp	2531
definitly	2532
pate	2533
jukebox	2534
cilantro	2535
wear	2536
ruth	2537
dragon	2538
scone	2539
david	2540
player	2541
grandmother	2542
tray	2543
5th	2544
fig	2545
badly	2546
cured	2547
discover	2548
shredded	2549
smothered	2550
quail	2551
natural	2552
sing	2553
skewer	2554
bobby	2555
wheat	2556
loaf	2557
buddha	2558
cheer	2559
flawless	2560
breath	2561
hyped	2562
rain	2563
miserable	2564
competent	2565
clue	2566
midnight	2567
select	2568
painted	2569
hurt	2570
dcor	2571
rushing	2572
mcdonalds	2573
fav	2574
indifferent	2575
leisurely	2576
charging	2577
patty	2578
souk	2579
fed	2580
grown	2581
spoon	2582
painting	2583
promised	2584
dull	2585
therefore	2586
approached	2587
whoever	2588
lupa	2589
basis	2590
ppl	2591
critic	2592
chatting	2593
support	2594
standout	2595
edamame	2596
moon	2597
cousin	2598
glazed	2599
fortune	2600
utterly	2601
soothing	2602
id	2603
lunchtime	2604
paul	2605
nerve	2606
em	2607
nyu	2608
lead	2609
unacceptable	2610
tenderloin	2611
appear	2612
tongue	2613
track	2614
pecan	2615
cellar	2616
apartment	2617
los	2618
jimmy	2619
agave	2620
megu	2621
appearance	2622
originally	2623
machine	2624
institution	2625
hopping	2626
rival	2627
minimal	2628
retro	2629
screaming	2630
crappy	2631
control	2632
improvement	2633
grey	2634
industry	2635
talked	2636
selected	2637
gentleman	2638
someplace	2639
arrangement	2640
tablecloth	2641
boar	2642
grocery	2643
bench	2644
max	2645
trattoria	2646
carefully	2647
virtually	2648
touristy	2649
bouley	2650
peasant	2651
system	2652
equal	2653
milkshake	2654
snob	2655
fee	2656
poivre	2657
varies	2658
downhill	2659
friendliest	2660
closest	2661
relative	2662
london	2663
curtain	2664
semi	2665
chilled	2666
meaning	2667
lazy	2668
samosa	2669
hash	2670
massive	2671
wash	2672
anchovy	2673
base	2674
antipasti	2675
dissappointed	2676
suprised	2677
balthazar	2678
iron	2679
blueberry	2680
smiling	2681
crap	2682
grit	2683
croquette	2684
ramen	2685
messed	2686
soo	2687
favourite	2688
final	2689
atlantic	2690
condescending	2691
inconsistent	2692
sipping	2693
removed	2694
eight	2695
slab	2696
pressed	2697
million	2698
fuss	2699
skill	2700
rainy	2701
boiled	2702
char	2703
murray	2704
suba	2705
caminos	2706
worthwhile	2707
bronx	2708
amongst	2709
sunny	2710
guaranteed	2711
oriented	2712
law	2713
asia	2714
tastiest	2715
volume	2716
lately	2717
ripped	2718
europe	2719
4th	2720
growing	2721
occassion	2722
shine	2723
tony	2724
searching	2725
complex	2726
terrace	2727
ensure	2728
lean	2729
content	2730
international	2731
stranger	2732
lose	2733
glowing	2734
born	2735
joy	2736
chipotle	2737
greatly	2738
headed	2739
pollo	2740
otto	2741
flavour	2742
pinot	2743
squeezed	2744
pho	2745
uni	2746
swear	2747
master	2748
march	2749
overcrowded	2750
silverware	2751
stock	2752
fennel	2753
competition	2754
tossed	2755
jackson	2756
pepe	2757
beach	2758
necessary	2759
there	2760
judge	2761
wonton	2762
fiancee	2763
caliber	2764
tandoori	2765
veg	2766
power	2767
frequented	2768
via	2769
chosen	2770
kudos	2771
sight	2772
aunt	2773
matched	2774
wondering	2775
manage	2776
cornbread	2777
uncle	2778
pride	2779
thanksgiving	2780
canned	2781
blood	2782
casa	2783
cutting	2784
stair	2785
thus	2786
score	2787
incompetent	2788
wouldnt	2789
tunnel	2790
becoming	2791
privacy	2792
fool	2793
confirmed	2794
fails	2795
hefty	2796
unassuming	2797
concoction	2798
condiment	2799
bird	2800
overlook	2801
cheerful	2802
satay	2803
mural	2804
dylan	2805
drenched	2806
chutney	2807
anybody	2808
attracts	2809
yelling	2810
replaced	2811
recommending	2812
portioned	2813
july	2814
cheddar	2815
hangar	2816
lackluster	2817
peaceful	2818
unfortunate	2819
haru	2820
crumb	2821
furniture	2822
ranging	2823
pocket	2824
melon	2825
social	2826
variation	2827
chicago	2828
spumoni	2829
peruvian	2830
candela	2831
contemporary	2832
sick	2833
element	2834
handful	2835
easier	2836
hook	2837
caper	2838
hazelnut	2839
picking	2840
dissapointing	2841
antipasto	2842
string	2843
test	2844
craft	2845
whose	2846
ridge	2847
cube	2848
zen	2849
desire	2850
exceeded	2851
greet	2852
news	2853
thailand	2854
mon	2855
ruby	2856
seabass	2857
assorted	2858
antique	2859
greeting	2860
gonna	2861
stretch	2862
upbeat	2863
generic	2864
dig	2865
stepped	2866
express	2867
spoiled	2868
understated	2869
cosy	2870
boast	2871
6pm	2872
crammed	2873
artist	2874
hookah	2875
heavily	2876
toned	2877
thankfully	2878
cotta	2879
pain	2880
chris	2881
necessarily	2882
pathetic	2883
becomes	2884
distance	2885
gorgonzola	2886
disagree	2887
bottled	2888
appetizing	2889
ish	2890
creating	2891
kosher	2892
ocean	2893
marinara	2894
warmer	2895
lol	2896
darn	2897
6th	2898
chandelier	2899
thru	2900
batali	2901
mad	2902
rigatoni	2903
lemongrass	2904
package	2905
proper	2906
pro	2907
supposedly	2908
merely	2909
oz	2910
brand	2911
escape	2912
virgil	2913
land	2914
safe	2915
occupied	2916
shoe	2917
nightmare	2918
indulge	2919
30th	2920
factor	2921
jam	2922
toward	2923
ear	2924
behavior	2925
layout	2926
grade	2927
unobtrusive	2928
online	2929
expertly	2930
handed	2931
join	2932
captain	2933
category	2934
porcini	2935
panna	2936
suspect	2937
tour	2938
steer	2939
cheek	2940
genuinely	2941
process	2942
rosemary	2943
croissant	2944
palace	2945
language	2946
silly	2947
creativity	2948
kill	2949
mash	2950
generously	2951
effect	2952
royalty	2953
surrounding	2954
tile	2955
showing	2956
initially	2957
timing	2958
featuring	2959
choosing	2960
beaten	2961
fillet	2962
atrocious	2963
cross	2964
region	2965
fortunately	2966
truth	2967
oversized	2968
consistantly	2969
clinton	2970
definetely	2971
nine	2972
microwave	2973
yam	2974
cappuccino	2975
existent	2976
container	2977
cantonese	2978
zero	2979
constant	2980
mouthwatering	2981
appears	2982
comped	2983
terrine	2984
minimalist	2985
sizzling	2986
happier	2987
grape	2988
mainly	2989
pepperoni	2990
elegance	2991
disapointed	2992
connoisseur	2993
freezing	2994
stopping	2995
renovated	2996
latte	2997
complimented	2998
slaw	2999
catering	3000
drinker	3001
skimpy	3002
raisin	3003
enthusiastic	3004
soaked	3005
creates	3006
polished	3007
essentially	3008
bolognese	3009
lighter	3010
vibrant	3011
chai	3012
tropical	3013
claimed	3014
rudeness	3015
suited	3016
transported	3017
portobello	3018
confirm	3019
boat	3020
pushed	3021
magic	3022
angel	3023
breaded	3024
bell	3025
candlelit	3026
span	3027
decade	3028
filipino	3029
load	3030
lame	3031
jane	3032
cow	3033
tamale	3034
gigantic	3035
meaty	3036
dense	3037
faster	3038
approach	3039
serene	3040
spaced	3041
shack	3042
atop	3043
tokyo	3044
health	3045
staten	3046
sal	3047
tamarind	3048
bachelorette	3049
tastebud	3050
osso	3051
ben	3052
ethiopian	3053
kink	3054
embarrassed	3055
nose	3056
neat	3057
radio	3058
boston	3059
vinaigrette	3060
opposite	3061
answered	3062
wannabe	3063
bustle	3064
justify	3065
courtesy	3066
udon	3067
cared	3068
crusty	3069
declined	3070
produce	3071
gladly	3072
whim	3073
shaped	3074
barbeque	3075
african	3076
address	3077
borough	3078
outdoors	3079
plump	3080
gooey	3081
cone	3082
quieter	3083
batter	3084
heated	3085
rough	3086
understanding	3087
speaks	3088
discount	3089
7th	3090
ninja	3091
flay	3092
automatically	3093
sits	3094
accomodated	3095
shabby	3096
leche	3097
washington	3098
flight	3099
reception	3100
swanky	3101
raf	3102
loose	3103
saffron	3104
miniscule	3105
hospitable	3106
arm	3107
garlicky	3108
broken	3109
pouring	3110
providing	3111
squeeze	3112
honor	3113
random	3114
wed	3115
lined	3116
faux	3117
michael	3118
catered	3119
demand	3120
bako	3121
mara	3122
mozzerella	3123
decently	3124
burn	3125
spirit	3126
candlelight	3127
featured	3128
celebs	3129
ultimate	3130
splurge	3131
feta	3132
piping	3133
8th	3134
shelf	3135
energetic	3136
page	3137
cuz	3138
yelled	3139
factory	3140
loving	3141
us	3142
orleans	3143
turnover	3144
bored	3145
sooooo	3146
attraction	3147
adore	3148
paste	3149
smoothy	3150
stage	3151
nervous	3152
dare	3153
message	3154
greenwich	3155
convinced	3156
bon	3157
press	3158
celeb	3159
genius	3160
exact	3161
guarantee	3162
horseradish	3163
accompanying	3164
resist	3165
sloppy	3166
curious	3167
organized	3168
thousand	3169
mmm	3170
americanized	3171
delicacy	3172
england	3173
sp	3174
arranged	3175
nook	3176
plum	3177
gnocci	3178
entry	3179
fave	3180
settle	3181
artwork	3182
monster	3183
hire	3184
wet	3185
certificate	3186
yasuda	3187
fired	3188
expanding	3189
seaweed	3190
rear	3191
vast	3192
flaky	3193
sometime	3194
solo	3195
flowing	3196
depends	3197
direction	3198
performance	3199
00pm	3200
lil	3201
opt	3202
deserved	3203
wonderfull	3204
excelent	3205
msg	3206
enjoys	3207
refuse	3208
hero	3209
compensate	3210
java	3211
interest	3212
garage	3213
resturants	3214
guide	3215
expanded	3216
ping	3217
corned	3218
norma	3219
khao	3220
kin	3221
crabmeat	3222
unable	3223
substitute	3224
handsome	3225
miami	3226
scream	3227
initial	3228
heck	3229
wished	3230
congee	3231
saved	3232
turning	3233
steaming	3234
belgian	3235
lincoln	3236
letting	3237
influence	3238
lastly	3239
sam	3240
modest	3241
conditioning	3242
fluke	3243
replied	3244
voice	3245
graciously	3246
opposed	3247
shower	3248
hoboken	3249
serendipity	3250
franchise	3251
fly	3252
horribly	3253
slowly	3254
crew	3255
firm	3256
shellfish	3257
proportion	3258
banquet	3259
rub	3260
alike	3261
hurried	3262
unhappy	3263
somebody	3264
noon	3265
listening	3266
required	3267
presence	3268
drizzled	3269
noted	3270
tin	3271
fri	3272
rainbow	3273
newcomer	3274
angelo	3275
cauliflower	3276
speedy	3277
trailer	3278
stupid	3279
jar	3280
friendlier	3281
successful	3282
nonsense	3283
license	3284
andavi	3285
sky	3286
younger	3287
contrary	3288
yell	3289
mass	3290
strictly	3291
com	3292
sweetbread	3293
worried	3294
remained	3295
directly	3296
rabe	3297
seed	3298
path	3299
confusing	3300
minus	3301
chopstick	3302
fifteen	3303
supermarket	3304
waitor	3305
earned	3306
cat	3307
promising	3308
parlor	3309
magical	3310
jacket	3311
seemingly	3312
laden	3313
portuguese	3314
alfama	3315
coal	3316
inn	3317
amy	3318
wind	3319
butternut	3320
lesson	3321
maki	3322
admittedly	3323
road	3324
friendliness	3325
collection	3326
linguini	3327
slight	3328
comfortably	3329
intended	3330
recomended	3331
hoped	3332
blackened	3333
kabob	3334
awkward	3335
pushing	3336
columbia	3337
sharp	3338
cry	3339
icecream	3340
horrific	3341
vindaloo	3342
gyro	3343
multi	3344
premium	3345
glow	3346
desk	3347
shape	3348
hated	3349
maple	3350
speed	3351
roti	3352
ma	3353
endless	3354
arepas	3355
morimoto	3356
conscious	3357
delay	3358
dump	3359
overpowering	3360
specially	3361
lucy	3362
hangover	3363
push	3364
hovering	3365
disorganized	3366
action	3367
hosted	3368
sweetness	3369
whatsoever	3370
francisco	3371
spin	3372
tastey	3373
risk	3374
deck	3375
instantly	3376
potent	3377
image	3378
passable	3379
concern	3380
stiff	3381
complemented	3382
consists	3383
11pm	3384
locale	3385
baristas	3386
assured	3387
spicey	3388
balcony	3389
overlooking	3390
challenge	3391
trick	3392
buco	3393
tang	3394
disappoints	3395
couscous	3396
lee	3397
paradou	3398
simplicity	3399
atleast	3400
compelled	3401
noir	3402
ale	3403
stink	3404
bt	3405
chick	3406
strike	3407
en	3408
bella	3409
tres	3410
foo	3411
unreal	3412
trash	3413
bursting	3414
carafe	3415
excitement	3416
doorman	3417
preference	3418
stir	3419
hesitant	3420
court	3421
fruity	3422
film	3423
comp	3424
tableside	3425
traveled	3426
cushioned	3427
grub	3428
beg	3429
utensil	3430
cosmo	3431
limit	3432
minor	3433
morton	3434
flame	3435
singer	3436
defintely	3437
doughnut	3438
layered	3439
savor	3440
bombay	3441
alfredo	3442
sammy	3443
zoe	3444
maine	3445
actor	3446
kicked	3447
patience	3448
billy	3449
shaved	3450
throwing	3451
assume	3452
sex	3453
th	3454
regard	3455
pat	3456
extreme	3457
brioche	3458
justice	3459
harried	3460
mia	3461
ugly	3462
catching	3463
fear	3464
recieved	3465
pillow	3466
prune	3467
coupon	3468
beauty	3469
urge	3470
newly	3471
remove	3472
yuck	3473
unremarkable	3474
lap	3475
anyways	3476
insulting	3477
impecable	3478
caring	3479
computer	3480
hen	3481
outback	3482
manages	3483
danny	3484
artisanal	3485
fresher	3486
cous	3487
bukhara	3488
smokey	3489
luke	3490
polish	3491
regarding	3492
trend	3493
nevertheless	3494
rome	3495
ethnic	3496
lo	3497
swiss	3498
draft	3499
deciding	3500
alcoholic	3501
argue	3502
duty	3503
pancetta	3504
broke	3505
fettucine	3506
urchin	3507
knocked	3508
shock	3509
tastier	3510
hotdog	3511
mmmm	3512
wandered	3513
neck	3514
idiot	3515
mixture	3516
pickled	3517
ease	3518
reduction	3519
cancel	3520
harder	3521
sichuan	3522
watercress	3523
complementary	3524
fight	3525
lox	3526
linen	3527
becco	3528
forest	3529
caf	3530
fiamma	3531
coworkers	3532
phenominal	3533
significant	3534
remain	3535
molten	3536
floating	3537
yuppie	3538
contrast	3539
scratch	3540
cranberry	3541
largely	3542
furthermore	3543
morsel	3544
fudge	3545
themed	3546
cheesesteak	3547
bomb	3548
sorely	3549
sumptuous	3550
stewed	3551
warn	3552
sensational	3553
unforgettable	3554
paneer	3555
dissapointment	3556
western	3557
fragrant	3558
prince	3559
benefit	3560
legendary	3561
hectic	3562
grass	3563
community	3564
thoughtful	3565
built	3566
windowed	3567
hesitate	3568
understaffed	3569
marsala	3570
ya	3571
fois	3572
southwestern	3573
relish	3574
ounce	3575
leek	3576
hong	3577
standby	3578
wound	3579
dumont	3580
kelley	3581
vespa	3582
cast	3583
shift	3584
previously	3585
cleaned	3586
caramelized	3587
hustle	3588
wondered	3589
flow	3590
stocked	3591
clothes	3592
recognize	3593
entertain	3594
august	3595
malaysian	3596
tank	3597
staring	3598
remarkably	3599
forth	3600
homestyle	3601
largest	3602
british	3603
outing	3604
brightly	3605
majority	3606
allowing	3607
kitschy	3608
sevice	3609
flushing	3610
neighbourhood	3611
altogether	3612
sparkling	3613
robust	3614
freindly	3615
steve	3616
dime	3617
bake	3618
waterfall	3619
kong	3620
johnny	3621
argentina	3622
essex	3623
euro	3624
margherita	3625
garbage	3626
nan	3627
gripe	3628
reheated	3629
talent	3630
accompaniment	3631
correctly	3632
jerry	3633
distinct	3634
title	3635
sugary	3636
falling	3637
sock	3638
insane	3639
mulino	3640
indoor	3641
settled	3642
carnivore	3643
garnish	3644
goody	3645
skipped	3646
attend	3647
amuse	3648
shortly	3649
blowing	3650
packing	3651
introduce	3652
sage	3653
satisfaction	3654
supper	3655
advise	3656
du	3657
tabla	3658
coupled	3659
hunger	3660
johnnie	3661
jolt	3662
taj	3663
experiencing	3664
cigarette	3665
burst	3666
sang	3667
hitting	3668
popularity	3669
ie	3670
luscious	3671
humor	3672
lobby	3673
abundant	3674
teh	3675
havent	3676
loudly	3677
shown	3678
editorial	3679
swimming	3680
angus	3681
sooner	3682
se	3683
bento	3684
dirt	3685
accidentally	3686
responded	3687
body	3688
scary	3689
screwed	3690
caribbean	3691
cobbler	3692
alla	3693
landmark	3694
nightly	3695
cardboard	3696
norm	3697
notable	3698
december	3699
offensive	3700
pappardelle	3701
status	3702
merlot	3703
casserole	3704
plant	3705
entres	3706
ceasar	3707
drawn	3708
mexicano	3709
brazil	3710
error	3711
strangely	3712
tapioca	3713
boomer	3714
juggle	3715
shout	3716
brie	3717
warmed	3718
whats	3719
celery	3720
marble	3721
sticking	3722
receiving	3723
casually	3724
imported	3725
aloof	3726
dealing	3727
associate	3728
drag	3729
overlooked	3730
chin	3731
insanely	3732
dingy	3733
lush	3734
pretension	3735
aesthetic	3736
focused	3737
jammed	3738
repeated	3739
cooler	3740
mike	3741
attending	3742
traveling	3743
tempting	3744
accurate	3745
handled	3746
sandwhich	3747
branzino	3748
haunt	3749
stare	3750
popped	3751
crawfish	3752
baklava	3753
wasted	3754
circle	3755
pretense	3756
sprout	3757
halle	3758
keen	3759
chi	3760
elmo	3761
ship	3762
specific	3763
croque	3764
grabbed	3765
oddly	3766
lump	3767
dripping	3768
inept	3769
chianti	3770
caffe	3771
june	3772
proved	3773
replace	3774
peppercorn	3775
haute	3776
regional	3777
sparse	3778
overheard	3779
conveniently	3780
suprise	3781
silver	3782
cannoli	3783
tightly	3784
svc	3785
football	3786
premise	3787
bear	3788
fountain	3789
sliver	3790
limp	3791
butt	3792
stress	3793
explaining	3794
execution	3795
temple	3796
exterior	3797
noble	3798
tooth	3799
commented	3800
katz	3801
surf	3802
acoustic	3803
deco	3804
gratin	3805
rent	3806
earthy	3807
training	3808
reminiscent	3809
dipped	3810
homestead	3811
grotto	3812
buttermilk	3813
cub	3814
greece	3815
armchair	3816
laughed	3817
meanwhile	3818
update	3819
adventure	3820
chatted	3821
mai	3822
satisfactory	3823
tower	3824
ciao	3825
worn	3826
neighboring	3827
smoker	3828
suprisingly	3829
fourth	3830
suddenly	3831
link	3832
crushed	3833
tortellini	3834
user	3835
recognized	3836
closely	3837
influenced	3838
curried	3839
cashier	3840
empanada	3841
stumble	3842
stuffing	3843
web	3844
hide	3845
parmigiana	3846
advertised	3847
elaborate	3848
standouts	3849
record	3850
financial	3851
countless	3852
forgetting	3853
sale	3854
austrian	3855
led	3856
substantial	3857
mere	3858
unhelpful	3859
fail	3860
clever	3861
vip	3862
runny	3863
accepted	3864
ex	3865
asks	3866
amiable	3867
cusine	3868
pipa	3869
castle	3870
clock	3871
deluxe	3872
sumatra	3873
zimbabwe	3874
bottomed	3875
ergonomic	3876
bi	3877
video	3878
insulted	3879
inquired	3880
techno	3881
scale	3882
stroll	3883
luxurious	3884
thurs	3885
dropping	3886
reccomended	3887
human	3888
definatly	3889
formerly	3890
century	3891
cavernous	3892
register	3893
timer	3894
pit	3895
contact	3896
laughing	3897
14th	3898
mi	3899
border	3900
drunken	3901
caters	3902
storefront	3903
chew	3904
washed	3905
informal	3906
engaging	3907
argued	3908
valet	3909
pale	3910
honored	3911
bound	3912
barnes	3913
cap	3914
tie	3915
talented	3916
struck	3917
humble	3918
bouillabaisse	3919
insist	3920
gazpacho	3921
smallest	3922
amateur	3923
screw	3924
intense	3925
holding	3926
bleecker	3927
carne	3928
blossom	3929
hamachi	3930
angeles	3931
sens	3932
argentinian	3933
substance	3934
dosa	3935
greene	3936
alive	3937
melting	3938
anthony	3939
dependable	3940
entertained	3941
nicoise	3942
proximity	3943
rockefeller	3944
updated	3945
pricier	3946
seeking	3947
inspiring	3948
roe	3949
ac	3950
saki	3951
jelly	3952
freezer	3953
5pm	3954
restuarants	3955
encounter	3956
encrusted	3957
esque	3958
sala	3959
crunch	3960
woo	3961
as	3962
sprinkled	3963
wasting	3964
require	3965
occassions	3966
til	3967
triple	3968
novelty	3969
unimpressive	3970
roomy	3971
museum	3972
accompany	3973
alex	3974
sans	3975
forgettable	3976
rudest	3977
breaking	3978
unusually	3979
reality	3980
mall	3981
sinatra	3982
meyer	3983
speciality	3984
es	3985
koi	3986
coolest	3987
masa	3988
sapa	3989
cloth	3990
microwaved	3991
claustrophobic	3992
gotham	3993
chilly	3994
understood	3995
appitizers	3996
plush	3997
mesa	3998
famed	3999
january	4000
recall	4001
atomosphere	4002
purchase	4003
beforehand	4004
straw	4005
kindly	4006
junior	4007
warrant	4008
pleasurable	4009
minded	4010
redeeming	4011
delightfully	4012
appalled	4013
piled	4014
unmatched	4015
napoleon	4016
irving	4017
flock	4018
stained	4019
oak	4020
avacado	4021
attempted	4022
palette	4023
substitution	4024
spotted	4025
refilling	4026
neon	4027
columbus	4028
pomegranate	4029
iceberg	4030
consistant	4031
joined	4032
thalassa	4033
wandering	4034
broad	4035
bizarre	4036
musician	4037
aire	4038
smoothie	4039
marginal	4040
current	4041
mush	4042
animal	4043
fifth	4044
preferred	4045
bare	4046
ceviches	4047
latino	4048
crystal	4049
mein	4050
ultimately	4051
milky	4052
build	4053
blind	4054
halfway	4055
ability	4056
petite	4057
elegantly	4058
instance	4059
posh	4060
award	4061
measure	4062
switch	4063
capable	4064
lite	4065
latter	4066
yankee	4067
situated	4068
rotisserie	4069
stroller	4070
3am	4071
purple	4072
contained	4073
disco	4074
beside	4075
weight	4076
authentically	4077
ranged	4078
definitley	4079
loft	4080
attract	4081
reach	4082
apparent	4083
curt	4084
concierge	4085
pleasent	4086
focaccia	4087
liquid	4088
disgusted	4089
taxi	4090
appalling	4091
marked	4092
excellence	4093
bubble	4094
paradise	4095
pine	4096
appropriately	4097
appointed	4098
imagination	4099
proscuitto	4100
flatbread	4101
selling	4102
greets	4103
bao	4104
sel	4105
seaport	4106
argentinean	4107
volcano	4108
ludo	4109
werent	4110
ambient	4111
approximately	4112
absurd	4113
eh	4114
horse	4115
petit	4116
vieja	4117
steam	4118
fyi	4119
operation	4120
bo	4121
yuca	4122
responsive	4123
married	4124
undoubtedly	4125
splendid	4126
deeply	4127
frustrated	4128
distinctive	4129
practice	4130
cappucino	4131
uniform	4132
abound	4133
ur	4134
bklyn	4135
encourage	4136
outrageously	4137
delicately	4138
nt	4139
questioned	4140
doughy	4141
executive	4142
breeze	4143
mackerel	4144
proud	4145
cassoulet	4146
fixture	4147
distracted	4148
royal	4149
licking	4150
pretend	4151
booze	4152
